{
    "registros": {
        "2026-01-04": {
            "nota": 6,
            "eu_fiz": [
                "Ouvir"
            ],
            "ela_fez": [
                "Apoio"
            ],
            "ling_eu": [
                "Tempo de Qualidade"
            ],
            "ling_ela": [
                "Tempo de Qualidade"
            ],
            "discussao": true,
            "sexo": false,
            "resumo": "Passamos a maior parte do dia agradável, estávamos descansando da viagem do dia 03/01. A tarde conversamos sobre como seria minha conversa com minha mãe e meu irmão sobre o comportamento da minha filha Sara. Quando voltei da conversa , eu estava muito desgastado e dei opções sobe uma mensagem que Sara mandou (queria ir numa festa e pediu para trocar o dia, mas eu só respondi quando estava com Katheryn junto). Ela não gostou das opções que eu falei, que eu deveria ter dito não como opção, e disse que ainda sou submisso a minha filha, embora em algumas coisas eu esteja melhorando. \n\n",
            "whatsapp_txt": "",
            "checks_acordos": {},
            "locked": true
        },
        "2026-01-01": {
            "nota": 2,
            "eu_fiz": [
                "Ouvir"
            ],
            "ela_fez": [],
            "ling_eu": [],
            "ling_ela": [],
            "discussao": true,
            "sexo": false,
            "resumo": "Foi um primeiro dia do ano muito dificil. Minha filha mandou mensagem antes da virada do ano para falar da festa de aniversário dela, dizendo que eu só iria se não levasse katheryn. Respondi que se a condição era essa , eu não iria, e só falei com katheryn dia primeiro, para não estragar a virada de ano. Ela não gostou dessa minha atitude, eu não deveria nem ter aberto a mensagem, visto que eu já sabia que qualquer coisa que sara dissesse, seria para tentar nos dividir, porque hoje em dia ela só está assim, fazendo coisas para me colocar contra minha mulher. Foi uma conversa muito dificil com katheryn, ela falou que eu não soube cuidar da minha filha e chegou nesse ponto, que desde que meu pai morreu as coisas foram piorando para mim, pois meu pai parecia ser um bom exemplo do que eu seguir mas como ele morreu eu não tive mais referencia. ",
            "whatsapp_txt": "",
            "checks_acordos": {},
            "locked": true
        },
        "2026-01-02": {
            "nota": 5,
            "eu_fiz": [],
            "ela_fez": [
                "Cuidado"
            ],
            "ling_eu": [
                "Atos de Serviço",
                "Tempo de Qualidade"
            ],
            "ling_ela": [
                "Tempo de Qualidade"
            ],
            "discussao": false,
            "sexo": true,
            "resumo": "Tentamos passar um dia melhor. Fomos almoçar em um restaurante, e decidimos que quando saímos da pousada para voltar de viagem, iriamos tentar evitar tocar nesses assuntos espinhosos para fazer o dia ser melhor. De fato foi um dia mais leve que o anterior. ",
            "whatsapp_txt": "",
            "checks_acordos": {},
            "locked": true
        },
        "2026-01-03": {
            "nota": 7,
            "eu_fiz": [
                "Apoio"
            ],
            "ela_fez": [],
            "ling_eu": [],
            "ling_ela": [
                "Tempo de Qualidade"
            ],
            "discussao": false,
            "sexo": false,
            "resumo": "Viajamos de moto para Saquarema com os pais de Katheryn. Foi uma viagem divertida na minha opinião, mas nem tanto na de Katheryn. Passamos primeiramente na casa do tio de katheryn, tio Tatá, mas o companheiro dele já teve problemas no passado com Katheryn e com o pai dela. Então, quando chamaram ele para ir na praia com a gente , minha esposa se sentiu muito desconfortável e só queria ir embora. Quando voltamos para casa, exaustos, conversamos , rimos e formos descansar. ",
            "whatsapp_txt": "",
            "checks_acordos": {},
            "locked": true
        },
        "2026-01-05": {
            "nota": 10,
            "gratidao": "Katheryn entender que eu quis protegê-la no reveilon. ",
            "eu_fiz": [
                "Elogios",
                "Apoio"
            ],
            "ela_fez": [
                "Apoio",
                "Cuidado",
                "Beijos"
            ],
            "ling_eu": [
                "Palavras de Afirmação",
                "Toque Físico"
            ],
            "ling_ela": [
                "Tempo de Qualidade",
                "Palavras de Afirmação"
            ],
            "discussao": false,
            "cat_dr": null,
            "sexo": true,
            "resumo": "Conversamos sobre uma mensagem que minha filha mandou no meu telefone perguntando entre outras coisas porque eu estou sendo ruim com ela. Minha filha não entender (ou se faz de sonsa) que as atitudes dela contra minha mulher e contra mim tem consequências. Depois jogamos varias partidas de dama e ela me ganhou varias vezes, 5x3. Jantamos, fizemos amor e fomos dormir agarrados. ",
            "whatsapp_txt": "",
            "locked": true
        }
    },
    "eventos": {
        "2026-04-22": "Aniversário de Namoro"
    },
    "acordos_mestres": [],
    "configuracoes": {
        "opcoes_eu_fiz": [
            "Flores",
            "Elogios",
            "Ajuda",
            "Ouvir",
            "Apoio"
        ],
        "opcoes_ela_fez": [
            "Carinho",
            "Apoio",
            "Cuidado",
            "Beijos"
        ]
    },
    "xp": 35,
    "config": {
        "modelo_ia": "llama-3.3-70b-versatile",
        "tema": "Claro"
    },
    "metas": {
        "elogios": 3,
        "qualidade": 2
    }
}